scripts/data/ciphers-int10.newokl.com.log
httperf --hog --timeout=60 --client=0/1 --server=int10.newokl.com --server-name=pganti-vm --port=443 --uri=/10k.txt --send-buffer=4096 --recv-buffer=16384 --ssl --ssl-ciphers=EXP-RC4-MD5 --ssl-no-reuse --num-conns=2 --num-calls=1
Maximum connect burst length: 1

Total: connections 2 requests 0 replies 0 test-duration 4.271 s

Connection rate: 0.5 conn/s (2135.7 ms/conn, <=1 concurrent connections)
Connection length [replies/conn]: 0.000

                       num    avg stddev    min  10%  25%  50%  75%  90%  95%  99% max
Connection life [ms]     0    0.0    0.0    inf    0    0    0    0    0    0    0    0.0
Handshake time  [ms]     2 2135.4 2953.6   46.9   46   46 4224 4224 4224 4224 4224 4223.9
Response time   [ms]     0    0.0    0.0    inf    0    0    0    0    0    0    0    0.0
Transfer time   [ms]     0    0.0    0.0    inf    0    0    0    0    0    0    0    0.0

Request rate: 0.0 req/s (0.0 ms/req)
Request size [B]: 0.0

Reply rate [replies/s]: min 0.0 avg 0.0 max 0.0 stddev 0.0 (0 samples)
Reply size [B]: header 0.0 content 0.0 footer 0.0 (total 0.0)
Reply status: 1xx=0 2xx=0 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.79 system 3.48 (user 18.4% system 81.5% total 99.9%)
Net I/O: 0.0 KB/s (0.0*10^6 bps)

Errors: total 2 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 2